Repository: muhiro12/Cookle
Catalog: Cookle/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, ja, zh_hans

source: Diary Days That Differ
es: Días de diario distintos
fr: Jours de journal différents
ja: 内容が異なる日記の日
zh_hans: 不同的日记日期

source: Diary in File
es: Diario del archivo
fr: Journal du fichier
ja: ファイルの日記
zh_hans: 文件中的日记

source: Diary not found
es: No se encontró el diario
fr: Journal introuvable
ja: 日記が見つかりません
zh_hans: 未找到日记

source: Diary not found.
es: No se encontró el diario.
fr: Journal introuvable.
ja: 日記が見つかりません。
zh_hans: 未找到该日记。

source: Diary: %@
es: Diario: %@
fr: Journal : %@
ja: 日記: %@
zh_hans: 日记：%@

source: Dinner
es: Cena
fr: Dîner
ja: 夕食
zh_hans: 晚餐

source: Dinners
es: Cenas
fr: Dîners
ja: 夕食
zh_hans: 晚餐

source: Discard
es: Descartar
fr: Abandonner
ja: 破棄
zh_hans: 丢弃

source: Discard Changes?
es: ¿Descartar los cambios?
fr: Abandonner les modifications ?
ja: 変更を破棄しますか？
zh_hans: 要丢弃更改吗？

source: Done
es: Hecho
fr: Terminé
ja: 完了
zh_hans: 完成

source: Done Edit
es: Editar completado
fr: Terminer l’édition
ja: 編集完了
zh_hans: 完成编辑

source: Duplicate
es: Duplicar
fr: Dupliquer
ja: 複製
zh_hans: 复制

source: Duplicate %@
es: Duplicar %@
fr: Dupliquer %@
ja: %@ を複製
zh_hans: 复制 %@

source: Duplicate Diaries Found
es: Se encontraron diarios duplicados
fr: Journaux en double détectés
ja: 重複した日記があります
zh_hans: 发现重复日记

source: Edit
es: Editar
fr: Modifier
ja: 編集
zh_hans: 编辑

source: Edit %@
es: Editar %@
fr: Modifier %@
ja: %@ を編集
zh_hans: 编辑 %@

source: Editing...
es: Editando…
fr: En cours de modification…
ja: 編集中…
zh_hans: 编辑中…

source: Enable Premium features
es: Activa las funciones premium
fr: Activez les fonctionnalités premium
ja: プレミアム機能を有効にする
zh_hans: 启用高级功能

source: End Cooking Session?
es: ¿Finalizar la sesión de cocina?
fr: Terminer la session de cuisine ?
ja: 調理セッションを終了しますか？
zh_hans: 要结束烹饪会话吗？

source: End Session
es: Finalizar sesión
fr: Terminer la session
ja: セッションを終了
zh_hans: 结束会话

source: End and Add to Diary
es: Finalizar y añadir al diario
fr: Terminer et ajouter au journal
ja: 終了して日記に追加
zh_hans: 结束并添加到日记

source: Enter Manually
es: Introducir manualmente
fr: Saisir manuellement
ja: 自分で入力
zh_hans: 手动输入

source: Export Current Data First
es: Exportar primero los datos actuales
fr: Exporter d’abord les données actuelles
ja: 先に現在のデータを書き出す
zh_hans: 先导出当前数据

source: Export Data
es: Exportar datos
fr: Exporter les données
ja: データを書き出す
zh_hans: 导出数据

source: Export your data to keep a copy you can import on any device. Export before importing or deleting, because neither can be undone. Delete All permanently removes recipes, diaries, tags, and photos from this device.
es: Exporta tus datos para guardar una copia que puedas importar en cualquier dispositivo. Exporta antes de importar o eliminar, porque ninguna de las dos acciones se puede deshacer. Eliminar todo borra de forma permanente las recetas, diarios, etiquetas y fotos de este dispositivo.
fr: Exportez vos données pour conserver une copie que vous pourrez importer sur n’importe quel appareil. Exportez-les avant d’importer ou de supprimer, car ces actions sont irréversibles. Tout supprimer efface définitivement les recettes, journaux, étiquettes et photos de cet appareil.
ja: データを書き出すと、どのデバイスでも取り込めるコピーを残せます。取り込みや削除は元に戻せないため、その前に書き出してください。すべて削除すると、このデバイスからレシピ、日記、タグ、写真が完全に削除されます。
zh_hans: 导出数据可保留一份副本，并可在任何设备上导入。导入和删除都无法撤销，请在操作前先导出。“全部删除”会从此设备永久移除食谱、日记、标签和照片。

source: Export your data to keep a copy you can import on any device. Export before importing or deleting, because neither can be undone. Imports and Delete All sync to other devices using the same iCloud account.
es: Exporta tus datos para guardar una copia que puedas importar en cualquier dispositivo. Exporta antes de importar o eliminar, porque ninguna de las dos acciones se puede deshacer. Las importaciones y Eliminar todo se sincronizan con otros dispositivos que usan la misma cuenta de iCloud.
fr: Exportez vos données pour conserver une copie que vous pourrez importer sur n’importe quel appareil. Exportez-les avant d’importer ou de supprimer, car ces actions sont irréversibles. Les importations et Tout supprimer se synchronisent avec les autres appareils utilisant le même compte iCloud.
ja: データを書き出すと、どのデバイスでも取り込めるコピーを残せます。取り込みや削除は元に戻せないため、その前に書き出してください。取り込みとすべて削除は、同じiCloudアカウントを使うほかのデバイスにも同期されます。
zh_hans: 导出数据可保留一份副本，并可在任何设备上导入。导入和删除都无法撤销，请在操作前先导出。导入和“全部删除”会同步到使用同一 iCloud 账户的其他设备。

source: Extract a draft from copied ingredients and steps.
es: Extrae un borrador a partir de ingredientes y pasos copiados.
fr: Créez un brouillon à partir d'ingrédients et d'étapes copiés.
ja: コピーした材料と手順から下書きを作成します。
zh_hans: 从复制的食材和步骤中提取草稿。

source: Failed to build the recipe result.
es: No se pudo generar el resultado de la receta.
fr: Impossible de générer le résultat de la recette.
ja: レシピの結果を作成できませんでした。
zh_hans: 无法生成食谱结果。

source: File Version
es: Versión del archivo
fr: Version du fichier
ja: ファイルの内容
zh_hans: 文件版本

source: From your saved recipes, starting with recently updated ones.
es: De tus recetas guardadas, empezando por las actualizadas recientemente.
fr: Parmi vos recettes enregistrées, en commençant par les plus récemment modifiées.
ja: 保存したレシピから、最近更新したものを先に表示しています。
zh_hans: 从已保存的食谱中，优先展示最近更新的内容。

source: Generate a dish image
es: Genera una imagen del plato
fr: Générez une image du plat
ja: 料理の画像を生成
zh_hans: 生成菜肴图片

source: Get one recipe suggestion at your chosen time.
es: Recibe una sugerencia de receta a la hora que elijas.
fr: Recevez une suggestion de recette à l'heure de votre choix.
ja: 選んだ時間にレシピの提案を1件受け取れます。
zh_hans: 在你选择的时间接收一条食谱推荐。

source: Hide All Tips For Testing
es: Ocultar todos los consejos para pruebas
fr: Masquer toutes les astuces pour les tests
ja: テスト用のヒントをすべて非表示
zh_hans: 隐藏所有测试提示

source: How about making %@ today?
es: ¿Qué tal preparar %@ hoy?
fr: Et si vous prépariez %@ aujourd’hui ?
ja: 今日は%@を作ってみませんか？
zh_hans: 今天试试做%@怎么样？

source: How to Import
es: Cómo importar
fr: Comment importer
ja: 取り込み方法
zh_hans: 导入方式

source: Identical to the file version.
es: Idéntica a la versión del archivo.
fr: Identique à la version du fichier.
ja: ファイルの内容と同じです。
zh_hans: 与文件版本相同。

source: Import
es: Importar
fr: Importer
ja: 取り込む
zh_hans: 导入

source: Import Choice
es: Opción de importación
fr: Choix d’importation
ja: 取り込み方法
zh_hans: 导入方式

source: Import Data
es: Importar datos
fr: Importer des données
ja: データを取り込む
zh_hans: 导入数据

source: Import Recipe
es: Importar receta
fr: Importer une recette
ja: レシピを取り込む
zh_hans: 导入食谱

source: Import from Text
es: Importar desde texto
fr: Importer du texte
ja: テキストから取り込む
zh_hans: 从文本导入

source: Import from Website
es: Importar de una web
fr: Importer depuis un site
ja: Webページから取り込む
zh_hans: 从网页导入

source: Imported changes sync to other devices using the same iCloud account.
es: Los cambios importados se sincronizan con otros dispositivos que usan la misma cuenta de iCloud.
fr: Les modifications importées se synchronisent avec les autres appareils utilisant le même compte iCloud.
ja: 取り込んだ変更は、同じiCloudアカウントを使うほかのデバイスにも同期されます。
zh_hans: 导入的更改会同步到使用同一 iCloud 账户的其他设备。

source: Importing can't be undone. Export your current data first so you can return to it.
es: La importación no se puede deshacer. Exporta primero tus datos actuales para poder volver a ellos.
fr: L’importation est irréversible. Exportez d’abord vos données actuelles pour pouvoir y revenir.
ja: 取り込みは元に戻せません。元の状態に戻せるよう、先に現在のデータを書き出してください。
zh_hans: 导入无法撤销。请先导出当前数据，以便需要时恢复。

source: Infer Recipe
es: Inferir receta
fr: Déduire la recette
ja: レシピを推定
zh_hans: 推断食谱

source: Inferred Recipe
es: Receta inferida
fr: Recette déduite
ja: 推定レシピ
zh_hans: 推断食谱

source: Ingredient
es: Ingrediente
fr: Ingrédient
ja: 材料
zh_hans: 食材

source: Ingredient %@ is still used by recipes and cannot be deleted.
es: El ingrediente %@ aún se usa en recetas y no se puede eliminar.
fr: L’ingrédient %@ est encore utilisé par des recettes et ne peut pas être supprimé.
ja: 材料「%@」はレシピで使われているため削除できません。
zh_hans: 食材 %@ 仍被食谱使用，无法删除。

source: Ingredient not found.
es: No se encontró el ingrediente.
fr: Ingrédient introuvable.
ja: 材料が見つかりません。
zh_hans: 未找到该食材。

source: Ingredients
es: Ingredientes
fr: Ingrédients
ja: 材料
zh_hans: 食材

source: Ingredients: %@
es: Ingredientes: %@
fr: Ingrédients : %@
ja: 材料: %@
zh_hans: 食材：%@

source: Italian
es: Italiano
fr: Italien
ja: イタリアン
zh_hans: 意大利语

source: Items differ when a recipe name or diary day matches but the content does not.
es: Un elemento es distinto cuando coincide el nombre de la receta o el día del diario, pero no el contenido.
fr: Un élément est différent lorsque le nom de la recette ou le jour du journal correspond, mais pas le contenu.
ja: レシピ名や日記の日付が一致していても、内容が違う項目は「異なる」として数えます。
zh_hans: 当食谱名称或日记日期相同但内容不同时，该项目即为不同。

source: Keep Both
es: Conservar ambas
fr: Conserver les deux
ja: 両方を残す
zh_hans: 保留两者

source: Keep Current Diary
es: Conservar el diario actual
fr: Conserver le journal actuel
ja: 現在の日記を残す
zh_hans: 保留当前日记

source: Keep Current Recipe
es: Conservar la receta actual
fr: Conserver la recette actuelle
ja: 現在のレシピを残す
zh_hans: 保留当前食谱

source: Keep Current Recipe %lld
es: Conservar la receta actual %lld
fr: Conserver la recette actuelle %lld
ja: 現在のレシピ%lldを残す
zh_hans: 保留当前食谱 %lld

source: Keep Editing
es: Seguir editando
fr: Continuer la modification
ja: 編集を続ける
zh_hans: 继续编辑

source: Keep This Session
es: Mantener esta sesión
fr: Garder cette session
ja: このセッションを続ける
zh_hans: 保留此会话

source: Keep ingredients, steps, photos, and notes together.
es: Mantén juntos los ingredientes, los pasos, las fotos y las notas.
fr: Gardez les ingrédients, les étapes, les photos et les notes ensemble.
ja: 材料、手順、写真、メモをまとめて管理できます。
zh_hans: 将食材、步骤、照片和备注集中保存。

source: Keeping a current recipe ignores the file version, and diaries in the file that use it show the current recipe. Replacing updates that current recipe, so every diary meal that shows it shows the file's content. Keeping both adds the file version as a separate recipe.
es: Conservar una receta actual ignora la versión del archivo, y los diarios del archivo que la usan muestran la receta actual. Reemplazar actualiza esa receta actual, por lo que cada comida del diario que la muestra mostrará el contenido del archivo. Conservar ambas añade la versión del archivo como una receta aparte.
fr: Conserver une recette actuelle ignore la version du fichier, et les journaux du fichier qui l’utilisent affichent la recette actuelle. Remplacer met à jour cette recette actuelle : chaque repas du journal qui l’affiche montrera le contenu du fichier. Conserver les deux ajoute la version du fichier comme recette distincte.
ja: 現在のレシピを残すと、ファイルの内容は取り込まれず、ファイルの日記では現在のレシピが表示されます。置き換えると現在のレシピが更新され、そのレシピを表示している日記の食事すべてにファイルの内容が表示されます。両方を残すと、ファイルの内容が別のレシピとして追加されます。
zh_hans: 保留当前食谱会忽略文件版本，文件中使用它的日记会显示当前食谱。替换会更新该当前食谱，因此显示它的每个日记餐食都会显示文件内容。保留两者会将文件版本添加为单独的食谱。

source: Licenses
es: Licencias
fr: Licences
ja: ライセンス
zh_hans: 许可证

source: Load
es: Cargar
fr: Charger
ja: 読み込む
zh_hans: 加载

source: Load Page
es: Cargar página
fr: Charger la page
ja: ページを読み込む
zh_hans: 加载页面

source: Loading Cookle
es: Cargando Cookle
fr: Chargement de Cookle
ja: Cookleを読み込み中
zh_hans: 正在加载 Cookle

source: Lunch
es: Almuerzo
fr: Déjeuner
ja: 昼食
zh_hans: 午餐

source: Lunches
es: Almuerzos
fr: Déjeuners
ja: 昼食
zh_hans: 午餐

source: Made Count
es: Veces preparado
fr: Nombre de préparations
ja: 作られた回数
zh_hans: 制作次数

source: Manage
es: Gestionar
fr: Gérer
ja: 管理
zh_hans: 管理

source: Manage Recipe
es: Gestionar receta
fr: Gérer la recette
ja: レシピの管理
zh_hans: 管理食谱

source: Matching tags: %@.
es: Etiquetas coincidentes: %@.
fr: Étiquettes correspondantes : %@.
ja: 統合するタグ: %@
zh_hans: 匹配的标签：%@。

source: Meal Type
es: Tipo de comida
fr: Type de repas
ja: 食事タイプ
zh_hans: 餐次类型

source: Merge
es: Combinar
fr: Fusionner
ja: 統合
zh_hans: 合并

source: Merge Duplicate Diaries
es: Combinar diarios duplicados
fr: Fusionner les journaux en double
ja: 重複した日記を統合
zh_hans: 合并重复日记

source: Merge Duplicate Diaries?
es: ¿Combinar los diarios duplicados?
fr: Fusionner les journaux en double ?
ja: 重複した日記を統合しますか？
zh_hans: 要合并重复日记吗？

source: Merge Duplicate Tags
es: Fusionar etiquetas duplicadas
fr: Fusionner les étiquettes en double
ja: 重複タグを統合
zh_hans: 合并重复标签

source: Merge This File?
es: ¿Combinar este archivo?
fr: Fusionner ce fichier ?
ja: このファイルを統合しますか？
zh_hans: 要合并此文件吗？

source: Merge duplicate %@
es: Fusionar duplicados de %@
fr: Fusionner les doublons de %@
ja: %@ の重複を統合
zh_hans: 合并重复的 %@

source: Merge into %@
es: Fusionar en %@
fr: Fusionner dans %@
ja: %@ に統合
zh_hans: 合并到 %@

source: Model
es: Modelo
fr: Modèle
ja: モデル
zh_hans: 模型

source: Name
es: Nombre
fr: Nom
ja: 名前
zh_hans: 名称

source: New Diary Days
es: Días de diario nuevos
fr: Nouveaux jours de journal
ja: 新しい日記の日
zh_hans: 新的日记日期

source: New Name
es: Nuevo nombre
fr: Nouveau nom
ja: 新しい名前
zh_hans: 新名称

source: New Recipe
es: Nueva receta
fr: Nouvelle recette
ja: 新しいレシピ
zh_hans: 新食谱

source: New Recipes
es: Recetas nuevas
fr: Nouvelles recettes
ja: 新しいレシピ
zh_hans: 新食谱

source: New items are added, and items with the same recipe name or diary day are updated with the file's content. Items that are only on this device stay. This can't be undone.
es: Se añaden los elementos nuevos, y los que tienen el mismo nombre de receta o día de diario se actualizan con el contenido del archivo. Los elementos que solo están en este dispositivo se mantienen. No se puede deshacer.
fr: Les nouveaux éléments sont ajoutés, et ceux qui ont le même nom de recette ou le même jour de journal sont mis à jour avec le contenu du fichier. Les éléments présents uniquement sur cet appareil sont conservés. Cette action est irréversible.
ja: 新しい項目は追加され、レシピ名や日記の日付が同じ項目はファイルの内容で更新されます。このデバイスにしかない項目はそのまま残ります。この操作は元に戻せません。
zh_hans: 新项目会被添加，食谱名称或日记日期相同的项目会用文件内容更新。仅在此设备上的项目会保留。此操作无法撤销。

source: No Active Cooking Session
es: No hay una sesión de cocina activa
fr: Aucune session de cuisine active
ja: 進行中の調理セッションはありません
zh_hans: 当前没有进行中的烹饪会话

source: No Diaries Yet
es: Aún no hay diarios
fr: Aucun journal pour le moment
ja: まだ日記はありません
zh_hans: 还没有日记

source: No Diary Selected
es: Ningún diario seleccionado
fr: Aucun journal sélectionné
ja: 日記が選択されていません
zh_hans: 未选择日记

source: No Photo Selected
es: Ninguna foto seleccionada
fr: Aucune photo sélectionnée
ja: 写真が選択されていません
zh_hans: 未选择照片

source: No Photos Yet
es: Aún no hay fotos
fr: Aucune photo pour le moment
ja: まだ写真はありません
zh_hans: 还没有照片

source: No Recipe Selected
es: Ninguna receta seleccionada
fr: Aucune recette sélectionnée
ja: レシピが選択されていません
zh_hans: 未选择食谱

source: No Recipes Yet
es: Aún no hay recetas
fr: Aucune recette pour le moment
ja: まだレシピはありません
zh_hans: 还没有食谱

source: No categories
es: Sin categorías
fr: Aucune catégorie
ja: カテゴリなし
zh_hans: 无分类

source: No date
es: Sin fecha
fr: Sans date
ja: 日付なし
zh_hans: 无日期

source: No diary for today
es: No hay diario para hoy
fr: Aucun journal pour aujourd'hui
ja: 今日の日記はありません
zh_hans: 今天没有日记

source: No ingredients
es: Sin ingredientes
fr: Aucun ingrédient
ja: 材料なし
zh_hans: 无食材

source: No matching recipes.
es: No hay recetas que coincidan.
fr: Aucune recette correspondante.
ja: 一致するレシピがありません。
zh_hans: 没有匹配的食谱。

source: No matching tags remain to merge. Nothing was changed.
es: No quedan etiquetas coincidentes para combinar. No se cambió nada.
fr: Il ne reste aucune étiquette correspondante à fusionner. Rien n’a été modifié.
ja: 統合できる一致したタグはもうありません。何も変更されていません。
zh_hans: 没有可合并的匹配标签。未进行任何更改。

source: No meals
es: Sin comidas
fr: Aucun repas
ja: 食事なし
zh_hans: 无餐食

source: No recipes or note yet
es: Aún no hay recetas ni notas
fr: Aucune recette ni note pour l’instant
ja: レシピもメモもまだありません
zh_hans: 尚无食谱或备注

source: No text was found in the photo. Try again with a photo that contains clear text.
es: No se encontró texto en la foto. Inténtalo de nuevo con una foto que contenga texto claro.
fr: Aucun texte n’a été trouvé sur la photo. Réessayez avec une photo contenant du texte bien lisible.
ja: 写真にテキストが見つかりませんでした。文字がはっきり写っている写真でもう一度お試しください。
zh_hans: 照片中未找到文本。请使用文字清晰的照片重试。

source: None
es: Ninguno
fr: Aucun
ja: なし
zh_hans: 无

source: Not Found
es: No encontrado
fr: Non trouvé
ja: 見つかりません
zh_hans: 未找到

source: Not linked to any recipe.
es: No está vinculada a ninguna receta.
fr: N’est liée à aucune recette.
ja: どのレシピにも紐づいていません。
zh_hans: 未关联到任何食谱。

source: Not set
es: Sin definir
fr: Non défini
ja: 未設定
zh_hans: 未设置

source: Not used in any recipe.
es: No se usa en ninguna receta.
fr: N’est utilisé dans aucune recette.
ja: どのレシピにも使われていません。
zh_hans: 未在任何食谱中使用。

source: Note
es: Nota
ja: メモ
zh_hans: 备注

source: Nothing Selected
es: Nada seleccionado
fr: Aucune sélection
ja: 何も選択されていません
zh_hans: 未选择任何项目

source: Nothing in this file differs from your current data.
es: Nada de este archivo difiere de tus datos actuales.
fr: Rien dans ce fichier ne diffère de vos données actuelles.
ja: このファイルには現在のデータと異なる項目はありません。
zh_hans: 此文件中没有与当前数据不同的内容。

source: Notifications are allowed. Turn on daily recipe suggestions to receive one recipe suggestion each day.
es: Las notificaciones están permitidas. Activa las sugerencias diarias de recetas para recibir una cada día.
fr: Les notifications sont autorisées. Activez les suggestions quotidiennes de recettes pour en recevoir une chaque jour.
ja: 通知は許可されています。毎日のレシピ提案をオンにすると、毎日1件受け取れます。
zh_hans: 通知已获允许。开启每日食谱推荐后，你每天都会收到一条推荐。

source: Notifications are disabled in system settings.
es: Las notificaciones están desactivadas en los ajustes del sistema.
fr: Les notifications sont désactivées dans les réglages système.
ja: システム設定で通知がオフになっています。
zh_hans: 系统设置中已禁用通知。

source: Notifications are off. Cookle won't send an alert when this timer ends.
es: Las notificaciones están desactivadas. Cookle no avisará cuando termine este temporizador.
fr: Les notifications sont désactivées. Cookle ne vous avertira pas à la fin de ce minuteur.
ja: 通知がオフのため、このタイマーが終了してもCookleから通知されません。
zh_hans: 通知已关闭。此计时器结束时，Cookle不会发出提醒。

source: Notify time
es: Hora de notificación
fr: Heure de notification
ja: 通知時刻
zh_hans: 通知时间

source: Objects
es: Objetos
fr: Objets
ja: オブジェクト
zh_hans: 对象

source: Open App Store
es: Abrir App Store
fr: Ouvrir l’App Store
ja: App Store を開く
zh_hans: 打开 App Store

source: Open Cookle
es: Abrir Cookle
fr: Ouvrir Cookle
ja: Cookle を開く
zh_hans: 打开 Cookle

source: Open Cookle Route
es: Abrir ruta de Cookle
fr: Ouvrir l'itinéraire Cookle
ja: Cookleルートを開く
zh_hans: 打开 Cookle 路由

source: Open Diaries and merge duplicate diary entries before exporting your data. No file was created, and your data was not changed.
es: Abre Diarios y combina las entradas duplicadas antes de exportar tus datos. No se creó ningún archivo y tus datos no se modificaron.
fr: Ouvrez Journaux et fusionnez les entrées en double avant d’exporter vos données. Aucun fichier n’a été créé et vos données n’ont pas été modifiées.
ja: 「日記」を開き、重複した日記を統合してからデータを書き出してください。ファイルは作成されず、データも変更されていません。
zh_hans: 请打开“日记”并合并重复条目，然后再导出数据。未创建文件，你的数据也未更改。

source: Open License Settings
es: Abrir ajustes de licencias
fr: Ouvrir les réglages des licences
ja: ライセンス設定を開く
zh_hans: 打开许可设置

source: Open Notification Settings
es: Abrir ajustes de notificaciones
fr: Ouvrir les réglages des notifications
ja: 通知設定を開く
zh_hans: 打开通知设置

source: Open Photo
es: Abrir foto
fr: Ouvrir la photo
ja: 写真を開く
zh_hans: 打开照片

source: Open Recipe
es: Abrir la receta
fr: Ouvrir la recette
ja: レシピを開く
zh_hans: 打开食谱

source: Open Recipes
es: Abrir las recetas
fr: Ouvrir les recettes
ja: レシピ一覧を開く
zh_hans: 打开食谱列表

source: Open Settings
es: Abrir ajustes
fr: Ouvrir les réglages
ja: 設定を開く
zh_hans: 打开设置

source: Open Subscription Settings
es: Abrir ajustes de suscripción
fr: Ouvrir les réglages de l'abonnement
ja: サブスクリプション設定を開く
zh_hans: 打开订阅设置

source: Open Subscription to turn on iCloud sync and hide ads.
es: Abre la suscripción para activar la sincronización con iCloud y ocultar los anuncios.
fr: Ouvrez l'abonnement pour activer la synchronisation iCloud et masquer les publicités.
ja: サブスクリプションを開いて iCloud 同期を有効にし、広告を非表示にします。
zh_hans: 打开订阅以启用 iCloud 同步并隐藏广告。

source: Open a page for a single recipe, or paste the recipe text.
es: Abre una página con una sola receta o pega el texto de la receta.
fr: Ouvrez une page contenant une seule recette ou collez le texte de la recette.
ja: 1つのレシピのページを開くか、レシピの文章を貼り付けてください。
zh_hans: 请打开单个食谱的网页，或粘贴食谱文字。

source: Open a recipe page, then use its text to create your own recipe.
es: Abre una página y usa su texto para crear tu propia receta.
fr: Ouvrez une page et utilisez son texte pour créer votre propre recette.
ja: レシピのページを開き、文章を使って自分のレシピを作成できます。
zh_hans: 打开食谱网页，使用其中的文字创建自己的食谱。

source: Open an editable diary draft from your last opened recipe.
es: Abre un borrador editable del diario a partir de la última receta que abriste.
fr: Ouvrez un brouillon de journal modifiable à partir de la dernière recette ouverte.
ja: 最後に開いたレシピから編集可能な日記の下書きを開きます。
zh_hans: 根据你最后打开的食谱，打开可编辑的日记草稿。

source: Opens an editable diary draft.
es: Abre un borrador editable del diario.
fr: Ouvre un brouillon de journal modifiable.
ja: 編集可能な日記の下書きを開きます。
zh_hans: 打开可编辑的日记草稿。

source: Opens the recipe without adding a Diary entry.
es: Abre la receta sin añadir una entrada al diario.
fr: Ouvre la recette sans ajouter d’entrée au journal.
ja: 日記には記録せず、レシピを開きます。
zh_hans: 打开食谱，不添加日记。

source: Opens the recipe.
es: Abre la receta.
fr: Ouvre la recette.
ja: レシピを開きます。
zh_hans: 打开食谱。

source: Order
es: Orden
fr: Ordre
ja: 順番
zh_hans: 顺序

source: Other Ideas
es: Otras ideas
fr: D’autres idées
ja: 別の候補
zh_hans: 其他灵感

source: Other changes are still waiting to be saved. Finish that edit and try again.
es: Hay otros cambios pendientes de guardar. Termina esa edición e inténtalo de nuevo.
fr: D’autres modifications doivent encore être enregistrées. Terminez cette modification, puis réessayez.
ja: ほかの変更がまだ保存されていません。その編集を完了してから、もう一度お試しください。
zh_hans: 其他更改尚未保存。请完成该编辑后重试。

source: Paste or import some recipe text first.
es: Pega o importa primero el texto de una receta.
fr: Collez ou importez d’abord le texte d’une recette.
ja: 先にレシピの文章を貼り付けるか読み込んでください。
zh_hans: 请先粘贴或导入食谱文本。

source: Paste recipe text
es: Pega el texto de una receta
fr: Collez le texte d'une recette
ja: レシピのテキストを貼り付け
zh_hans: 粘贴食谱文本

source: Photo
es: Foto
ja: 写真
zh_hans: 照片

source: Photo %lld
es: Foto %lld
ja: 写真%lld
zh_hans: 照片 %lld

source: Photo Actions
es: Acciones de la foto
fr: Actions de la photo
ja: 写真アクション
zh_hans: 照片操作

source: Photo Library
es: Fototeca
fr: Photothèque
ja: フォトライブラリ
zh_hans: 照片图库

source: Photos
es: Fotos
ja: 写真
zh_hans: 照片

source: Photos added: %lld.
es: Fotos añadidas: %lld.
fr: Photos ajoutées : %lld.
ja: 追加された写真: %lld枚
zh_hans: 新增照片：%lld 张。

source: Photos: %lld
es: Fotos: %lld
ja: 写真: %lld枚
zh_hans: 照片：%lld 张

source: Pick saved recipes for breakfast, lunch, and dinner.
es: Elige recetas guardadas para el desayuno, el almuerzo y la cena.
fr: Choisissez des recettes enregistrées pour le petit-déjeuner, le déjeuner et le dîner.
ja: 保存済みのレシピを朝食、昼食、夕食に選びましょう。
zh_hans: 为早餐、午餐和晚餐选择已保存的食谱。

source: Please update Cookle to the latest version to continue using it.
es: Para continuar, actualiza Cookle a la última versión.
fr: Pour continuer, veuillez mettre à jour Cookle vers la dernière version.
ja: 続行するには最新バージョンのCookleにアップデートしてください。
zh_hans: 要继续使用，请将 Cookle 更新到最新版本。

source: Preview
es: Vista previa
fr: Aperçu
ja: プレビュー
zh_hans: 预览

source: Previews
es: Vistas previas
fr: Aperçus
ja: プレビュー一覧
zh_hans: 预览列表

source: Privacy Options
es: Opciones de privacidad
fr: Options de confidentialité
ja: プライバシーオプション
zh_hans: 隐私选项

source: Quick Timers
es: Temporizadores rápidos
fr: Minuteurs rapides
ja: クイックタイマー
zh_hans: 快捷计时器

source: Read Recipe from Photo
es: Leer receta de una foto
fr: Lire une recette sur une photo
ja: 写真からレシピを読み取る
zh_hans: 从照片识别食谱

source: Recently Created
es: Creado recientemente
fr: Créé récemment
ja: 最近作成
zh_hans: 最近创建

source: Recipe
es: Receta
fr: Recette
ja: レシピ
zh_hans: 食谱

source: Recipe Conflicts
es: Conflictos de recetas
fr: Conflits de recettes
ja: レシピの競合
zh_hans: 食谱冲突
